Revit 2027 API
FabricSheetType.MinorNumberOfWires Property
 The number of wires used in the minor direction (includes the 1st and last wires).
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int MinorNumberOfWires { get; }
Public ReadOnly Property MinorNumberOfWires As Integer
	Get
public:
property int MinorNumberOfWires {
	int get ();
}
member MinorNumberOfWires : int with get
Property Value
Int32
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace